Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Please update your virus pattern at least every three months in order to catch the newest viruses.
fr_fr: Veuillez mettre à jour votre fichier de signatures de virus au moins une fois tous les trois mois pour pouvoir détecter les nouveaux virus.

source: Virus Information
fr_fr: Informations sur les virus

source: Running Damage Cleanup Services...
fr_fr: Exécution de Damage Cleanup Services...

source: Damage Cleanup Services found no malware.
fr_fr: Damage Cleanup Services n'a détecté aucun programme malveillant.

source: Damage Cleanup Services cannot be started due to an invalid engine or template file. Contact your Core Protection Module administrator for assistance.
fr_fr: Damage Cleanup Services ne parvient pas à démarrer en raison d'un fichier moteur ou modèle non valide. Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Damage Cleanup Services found at least one virus/malware program.
fr_fr: Damage Cleanup Services a détecté au moins un virus/programme malveillant.

source: Please restart your computer to clean the detected Trojan program(s).
fr_fr: Veuillez redémarrer votre ordinateur pour nettoyer le ou les chevaux de Troie détectés.

source: Please restart your computer and perform the "Clean" action again.
fr_fr: Veuillez redémarrer votre ordinateur et effectuez de nouveau l'action de nettoayge.

source: Damage Cleanup Services cannot be started because the Real-time Scan service is stopped. Manually start the service from the Windows Services screen.
fr_fr: Damage Cleanup Services ne peut pas démarrer car le service de scan en temps réel est arrêté. Démarrez le service manuellement depuis l'écran des services Windows.

source: Running Damage Cleanup Services to clean virus/malware...
fr_fr: Exécution de Damage Cleanup Services pour nettoyer les virus/programmes malveillants...

source: Running Damage Cleanup Services to clean spyware/grayware...
fr_fr: Damage Cleanup Services est en cous d'exécution pour nettoyer les spywares/graywares...

source: Scan Options PageScan
fr_fr: Page des options de scanScan

source: Preschedule Scan Options PagePreschedule Scan
fr_fr: Page des options de scan préprogramméScan préprogrammé

source: Display help for current task or commandPC-cillin NT Help
fr_fr: Affiche l'aide relative à la tâche ou la commande actuelle.Aide sur PC-cillin NT

source: Preschedule Options
fr_fr: Options préprogrammées

source: Startup Options
fr_fr: Options de démarrage

source: Upgrade InformationUpgrade Info.
fr_fr: Mise à niveau des informationsMettre à niveau les informations

source: Boot Viruses:
fr_fr: Virus d'amorce :

source: File Viruses:
fr_fr: Virus de fichiers :

source: Unable to create file.
fr_fr: Impossible de créer le fichier.

source: Drive %c not ready
fr_fr: Lecteur %c non prêt.

source: You can only run this program from 1996 to 2037.
fr_fr: Vous ne pouvez exécuter ce programme qu'entre 1996 et 2037.

source: This machine is not running an ACER BIOS. The program will not operate.
fr_fr: Cet ordinateur n’est pas équipé d’un BIOS ACER. Le programme ne fonctionnera pas.

source: Cleanable
fr_fr: Nettoyable

source: Noncleanable
fr_fr: Non nettoyable

source: Cannot get printer device defaults.
fr_fr: Impossible d'accéder aux paramètres par défaut de l'imprimante.

source: Would you like to restart the computer now?
fr_fr: Souhaitez-vous redémarrer l'ordinateur maintenant ?

source: File(s) ?
fr_fr: Fichier(s) ?

source: Cleaning
fr_fr: Nettoyage

source: Deleting
fr_fr: Suppression

source: file(s) have been deleted.
fr_fr: fichier(s) a (ont) été supprimé(s).

source: file(s) have been renamed to *.vir.
fr_fr: fichier(s) a (ont) été renommé(s) : *.vir.

source: file(s) have been cleaned.
fr_fr: fichier(s) a (ont) été réparé(s).

source: Renaming to
fr_fr: Remplacement du nom par

source: Run &wireless support
fr_fr: &Exécuter le support sans-fil

source: Install &wireless support
fr_fr: &Installer le support sans-fil

source: Core Protection Module SCV Error(tmeng.dll)
fr_fr: Erreur Core Protection Module SCV (tmeng.dll)

source: Core Protection Module did not detect the Check Point SecureClient application on your computer.Please install Check Point SecureClient and try again.
fr_fr: Core Protection Module n'a pas détecté l'application Check Point SecureClient sur votre ordinateur.Installez Check Point SecureClient et réessayez.

source: Core Protection Module has successfully installed Check Point SecureClient support.
fr_fr: Core Protection Module a installé avec succès le support Check Point SecureClient.

source: Core Protection Module SCV Download Error
fr_fr: Erreur lors du téléchargement d'Core Protection Module SCV

source: Wireless Support Download Error
fr_fr: Erreur lors du téléchargement du support sans-fil

source: &Install/Upgrade Outlook Mail Scan
fr_fr: &Installer/Mettre à niveau le scan du courrier Outlook

source: Scan my &Outlook folders
fr_fr: &Scanner mes dossiers Outlook

source: Install &POP3 Mail Scan
fr_fr: Installer le scan de la messagerie &POP3

source: Run &POP3 Mail Scan
fr_fr: &Exécuter le scan de la messagerie POP3

source: * Found Virus '' in Action :
fr_fr: * Virus «&nbsp;» détecté dans Action&nbsp;:

source: Cleand
fr_fr: Nettoyé

source: Clean unsuccessful
fr_fr: Impossible de réparer

source: Virus Clean Page
fr_fr: Page de nettoyage

source: Boot virus(es) found on drive .
fr_fr: Virus d'amorce détecté(s) sur le lecteur .

source: Add specified directories
fr_fr: Ajouter les répertoires spécifiés

source: file not found.
fr_fr: Fichier introuvable.

source: is a compressed file.Please extract the file contents before scanning.
fr_fr: est un fichier compressé.Veuillez extraire le contenu du fichier avant de le scanner.

source: is a compressed file. Core Protection Module cannot delete files within a compressed file.Do you want to delete the entire compressed file?
fr_fr: est un fichier compressé. Core Protection Module ne peut pas supprimer les fichiers contenus dans un fichier compressé.Souhaitez-vous supprimer l'intégralité du fichier compressé&nbsp;?

source: mailto:
fr_fr: envoi à :

source: Real-time Scan Option
fr_fr: Option de scan en temps réel

source: Real-time Scan Options
fr_fr: Options de scan en temps réel

source: View Scan Log
fr_fr: Afficher le journal de scan

source: Try to Enable Schedule Update
fr_fr: Tentative d'activation de la mise à jour programmée

source: Manual ScanManual
fr_fr: Scan manuelManuel

source: Real-time ScanReal-time
fr_fr: Scan en temps réelEn temps réel

source: Please fill all fields with *
fr_fr: Renseignez tous les champs marqués d'un *

source: Subscription expired.
fr_fr: L'abonnement a expiré.

source: Internet file open failed - error code:
fr_fr: Échec de l'ouverture du fichier Internet - Code d'erreur :

source: Connecting to server: ...
fr_fr: Connexion au serveur : ...

source: Connection OK. Ready for file transfer ...
fr_fr: Connexion établie. Prêt pour le transfert de fichiers...

source: Error
fr_fr: Erreur

source: Path not found.
fr_fr: Chemin d'accès introuvable.

source: You do not have the privilege to configure settings.
fr_fr: Vous ne disposez pas des privilèges suffisants pour configurer les paramètres.

source: Double-byte characters are not allowed. Please try again.
fr_fr: Les caractères à deux octets ne sont pas autorisés. Veuillez réessayer.

source: Core Protection Module Notification Message
fr_fr: Message de notification de Core Protection Module

source: Do not show me this window again
fr_fr: Ne plus afficher cette fenêtre

source: Do NOT display future warnings.
fr_fr: NE PLUS afficher d'avertissements.

source: Behavior Monitoring Violations:
fr_fr: Violations de la surveillance des comportements&nbsp;:

source: Run As ...
fr_fr: Exécuter en tant que...

source: Which account do you want to use to run this program?
fr_fr: Quel compte souhaitez-vous utiliser pour exécuter ce programme&nbsp;?

source: Update Now Settings
fr_fr: Paramètres de mise à jour

source: &Update Now...
fr_fr: &Mettre à jour...

source: Domain name/IP address:
fr_fr: Domaine/Adresse IP&nbsp;:

source: Server port:
fr_fr: Port du serveur&nbsp;:

source: Proxy server
fr_fr: Serveur proxy

source: Use a HTTP proxy server
fr_fr: Utiliser un serveur proxy HTTP

source: Unload Core Protection Module
fr_fr: Décharger Core Protection Module

source: Enter the password to unload the Trend Micro Core Protection Module.
fr_fr: Entrez le mot de passe pour décharger Trend Micro Core Protection Module.

source: Trend Micro Core Protection Module Real-Time Monitor
fr_fr: Surveillance en temps réel de Trend Micro Core Protection Module

source: Last file scanned:
fr_fr: Dernier fichier scanné&nbsp;:

source: Files scanned:
fr_fr: Fichiers scannés&nbsp;:

source: Scheduled Scan:
fr_fr: Scan programmé&nbsp;:

source: mm/dd
fr_fr: mm/jj

source: Reset
fr_fr: Réinitialiser

source: Scahduled Scan:
fr_fr: Scan programmé&nbsp;:

source: About PccNTMon
fr_fr: À propos de PccNTMon

source: Copyright ?1996 - 2003
fr_fr: Copyright (c) 1996 -2003

source: Do not display this notification again
fr_fr: Ne plus afficher cette notification

source: Core Protection Module detected a Web Threat Protection policy violation and blocked the URL(s) listed below.
fr_fr: Core Protection Module a détecté une violation de stratégie de protection contre les menaces Internet et a bloqué le ou les URL répertoriés.

source: Trend Micro Core Protection Module message
fr_fr: Message de Trend Micro Core Protection Module

source: Restart your computer for all settings to take effect.
fr_fr: Veuillez redémarrer votre ordinateur pour que tous les paramètres entrent en vigueur.

source: The Trend Micro Core Protection Module's engine has been updated, please reboot the machine now.
fr_fr: Le moteur de Trend Micro Core Protection Module a été mis à jour. Veuillez redémarrer l'ordinateur.

source: &Update Now
fr_fr: &Mettre à jour

source: C&lose
fr_fr: &Fermer

source: Automatic proxy settings
fr_fr: Paramètres proxy automatiques

source: Proxy settings set by the administrator may override your proxy settings.
fr_fr: Les paramètres proxy définis par l'administrateur sont susceptibles de s'appliquer au détriment de vos paramètres proxy.

source: Automatic detection:
fr_fr: Détection automatique&nbsp;:

source: Automatic configuration script:
fr_fr: Script de configuration automatique&nbsp;:

source: Update Status
fr_fr: État de mise à jour

source: Update status
fr_fr: État de mise à jour

source: Continue the scheduled scan
fr_fr: Poursuivre le scan programmé

source: Skip the scheduled scan.
fr_fr: Annuler le scan programmé

source: hours and
fr_fr: heures et

source: Action Notification Message
fr_fr: Message de notification d'action

source: Time out :
fr_fr: Expiration :

source: Add to exception list will allow the program to run permanently
fr_fr: L'ajout à la liste des exceptions permettra au programme de s'exécuter en permanence

source: Program :
fr_fr: Programme&nbsp;:

source: Location :
fr_fr: Emplacement&nbsp;:

source: Reason :
fr_fr: Cause&nbsp;:

source: Risk :
fr_fr: Risque&nbsp;:

source: What would you like to do ?
fr_fr: Que souhaitez-vous faire&nbsp;?

source: Allow this time only
fr_fr: Autoriser cette fois-ci uniquement

source: Block this time only
fr_fr: Bloquer cette fois-ci uniquement

source: Update process is running...
fr_fr: Mise à jour en cours d'exécution...

source: Core Protection Module Console
fr_fr: Console Core Protection Module

source: Component Versions
fr_fr: Versions du composant

source: Update Now
fr_fr: Mettre à jour maintenant

source: Updating
fr_fr: Mise à jour en cours

source: Enable Roaming Mode
fr_fr: Activer le mode itinérance

source: Enable Scheduled Update
fr_fr: Activer la mise à jour programmée

source: Enable Firewall
fr_fr: Activer le pare-feu

source: Scheduled Scan Advanced Settings
fr_fr: Paramètres avancés du scan programmé

source: Trend Micro Core Protection Module Console
fr_fr: Console Trend Micro Core Protection Module

source: Real-time Monitor
fr_fr: Surveillance en temps réel

source: Unload menu
fr_fr: Menu Décharger

source: Unloading programs...
fr_fr: Déchargement des programmes...

source: Create a new documentNew
fr_fr: Crée un nouveau documentNouveau

source: Open an existing documentOpen
fr_fr: Ouvre un document existantOuvrir

source: Close the active documentClose
fr_fr: Ferme le document actifFermer

source: Save the active documentSave
fr_fr: Enregistre le document actifEnregistrer

source: Save the active document with a new nameSave As
fr_fr: Enregistre le document actif sous un nouveau nomEnregistrer sous

source: Core Protection Module detected spyware/grayware and cleaned the affected system resources. Please restart the computer to finish cleaning.
fr_fr: Core Protection Module a détecté des spywares/graywares et a nettoyé les ressources système affectées. Veuillez redémarrer l'ordinateur pour terminer le nettoyage.

source: Computer Restart Required{\cs5\f1\cf15\lang1024 Please restart the computer to finish installing the Core Protection Module program.
fr_fr: Redémarrage de l’ordinateur nécessaire{\cs5\f1\cf15\lang1024 Veuillez redémarrer l’ordinateur pour terminer l’installation du programme client Core Protection Module.

source: Stop scanning. The next Scheduled Scan runs on at .
fr_fr: Arrêter le scan. Le prochain scan programmé démarre le à .

source: Scheduled Scan is in progress. Scanning started at .
fr_fr: Le scan programmé est en cours. Le scan a débuté à .

source: Run the scan as scheduled.
fr_fr: Lancer le scan tel qu'il est programmé.

source: Continue the Scheduled Scan.
fr_fr: Poursuivre le scan programmé.

source: Postpone scanning for
fr_fr: Différer le scan de

source: Stop scanning. Restart the scan after
fr_fr: Arrêter le scan. Redémarrer le scan après

source: The "Postpone scanning for" duration must be between "15 minutes" and " hour(s) and minute(s)".
fr_fr: L'agent "Différer le scan de" doit être entre "15 minutes" et " heure(s) et minute(s)".

source: The "Postpone scanning for" duration must be "15 minutes".
fr_fr: L'agent "Différer le scan de" doit être de "15 minutes".

source: Unauthorized Access DetectedCore Protection Module detected unauthorized access to devices connected to your computer.
fr_fr: Accès non autorisé détectéCore Protection Module a détecté un accès non autorisé à des périphériques connectés à votre ordinateur.

source: The IIS service on this computer may not work as expected because of a conflict between the Windows Filtering Platform and the Core Protection Module firewall. Please restart the IIS service to avoid encountering this problem.
fr_fr: Le service IIS de cet ordinateur ne fonctionne peut-être pas comme prévu en raison d’un conflit entre Windows Filtering Platform et le pare-feu d’Core Protection Module. Redémarrez le service IIS pour éviter ce problème.

source: Quit the application; prompts to save documentsExit
fr_fr: Quitte l'application et propose d'enregistrer les documentsQuitter

source: Switch to the next window paneNext Pane
fr_fr: Passe au volet de fenêtre suivantVolet suivant

source: Switch back to the previous window panePrevious Pane
fr_fr: Revient au volet de fenêtre précédentVolet précédent

source: Current action: Connection status: Transfer rate: Time remaining:
fr_fr: Action en cours : État de la connexion : Taux de transfert : Temps restant :

source: Update Now Progress
fr_fr: Progression de la mise à jour

source: K of K (at %3.2f K/sec)
fr_fr: K de K (à %3.2f K/sec.)

source: Unable to connect to the server. There may be a problem with the server or the network, or the proxy information is incorrect.Please contact your Core Protection Module administrator for assistance.
fr_fr: Connexion au serveur impossible. Il se peut qu'un problème soit survenu au niveau du serveur ou du réseau ou que les informations proxy soient incorrectes.Veuillez contacter votre administrateur Core Protection Module pour obtenir de l'aide.

source: Update Now has been successfully completed.
fr_fr: Mise à jour réussie

source: Core Protection Module Client
fr_fr: Client Core Protection Module

source: Split the active window into panesSplit
fr_fr: Fractionne la fenêtre active en deux voletsFractionner

source: Erase the selectionErase
fr_fr: Efface la sélectionEffacer

source: Erase everythingErase All
fr_fr: Efface toutEffacer tout

source: Copy the selection and put it on the ClipboardCopy
fr_fr: Copie la sélection et la place dans le presse-papiersCopier

source: Cut the selection and put it on the ClipboardCut
fr_fr: Coupe la sélection et la place dans le presse-papiersCouper

source: Find the specified textFind
fr_fr: Recherche le texte spécifiéRechercher

source: Insert Clipboard contentsPaste
fr_fr: Insère le contenu du presse-papiersColler

source: Repeat the last actionRepeat
fr_fr: Répète la dernière actionRépéter

source: Replace specific text with different textReplace
fr_fr: Remplace le texte spécifié par un texte différentRemplacer

source: Select the entire documentSelect All
fr_fr: Sélectionne tout le documentSélectionner tout

source: Undo the last actionUndo
fr_fr: Annule la dernière actionAnnuler

source: Redo the previously undone actionRedo
fr_fr: Rétablit l'action annuléeRétablir

source: Daily at
fr_fr: Tous les jours à

source: Weekly, every at
fr_fr: Une fois par semaine, chaque à

source: Monthly, day of every month at
fr_fr: Tous les mois, le à

source: Unable to locate the database path. Please type the path and try again.
fr_fr: Impossible de localiser le chemin de la base de données. Veuillez saisir le chemin et réessayez.

source: Disable Roaming Mode
fr_fr: Désactiver le mode itinérance

source: , pattern too old
fr_fr: , fichier de signatures obsolète

source: Stop Scheduled Scan
fr_fr: Arrêter le scan programmé

source: Disable Scheduled Update
fr_fr: Désactiver la mise à jour programmée

source: Unable to enable scheduled update [error code: ]. Registry keys associated with scheduled update may have been removed or a system error has occurred. Please try again later. If the problem remains, resintall the Core Protection Module.
fr_fr: Impossible d'activer la mise à jour programmée [code d'erreur&nbsp;: ]. Il est possible que les clés de registre associés à la mise à jour programmée aient été supprimées ou qu'une erreur de système soit survenue. Veuillez réessayer ultérieurement. Si le problème persiste, réinstallez le client Core Protection Module.

source: Scheduled update is already enabled.
fr_fr: La mise à jour programmée est déjà activée.

source: You do not have administrative privileges to change the scheduled update settings. Contact your Core Protection Module administrator for assistance.
fr_fr: Vous ne disposez pas des privilèges administrateur pour modifier les paramètres de mise à jour programmée. Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Real-time Scan not functional
fr_fr: Le scan en temps réel ne fonctionne pas

source: Unable to enable scheduled update [error code: ]. The Core Protection Module NT Listener service (tmlisten.exe) has been stopped. Wait for the service to start or manually start the service from Microsoft Management Console.
fr_fr: Impossible d'activer la mise à jour programmée [code d'erreur&nbsp;: ]. Le service d'écoute d'Core Protection Module NT (tmlisten.exe) a été arrêté. Attendez que le service démarre ou démarrez-le manuellement à partir de Microsoft Management Console.

source: Do you want to change the firewall status?
fr_fr: Voulez-vous modifier l'état du pare-feu&nbsp;?

source: enable
fr_fr: activer

source: disable
fr_fr: désactiver

source: Unable to load the Virus Pattern.
fr_fr: Impossible de charger le fichier de signatures de virus.

source: Reading virus pattern from:
fr_fr: Lecture de fichier de signatures de virus de&nbsp;:

source: Please update your virus pattern at least once every three months in order to catch the newest viruses.
fr_fr: Veuillez mettre à jour votre fichier de signatures de virus au moins une fois tous les trois mois pour pouvoir détecter les nouveaux virus.

source: Unable to open the Core Protection Module console. A system error has occurred. Reinstall the Core Protection Module program. If this problem persists, contact your Core Protection Module administrator.
fr_fr: Impossible d’ouvrir la console de Core Protection Module. Une erreur système est survenue. Réinstallez le programme Core Protection Module. Si le problème persiste, contactez votre administrateur Core Protection Module.

source: The Core Protection Module client does not support the computer's platform.
fr_fr: Le client Core Protection Module ne prend pas en charge la plate-forme de l'ordinateur.

source: Trend Micro Core Protection Module Real-time scan service has stopped.Please quit the Trend Micro Core Protection Module Monitor.
fr_fr: Le service de scan en temps réel de Trend Micro Core Protection Module s'est arrêté.Veuillez quitter le moniteur Trend Micro Core Protection Module.

source: Unable to open the Trend Micro Core Protection Module Real-time Scan service. Manually start Real-time Scan service from the Windows Services screen.
fr_fr: Impossible d'ouvrir le service de scan en temps réel de Trend Micro Core Protection Module. Démarrez le service de scan en temps réel manuellement depuis l'écran des services Windows.

source: from
fr_fr: de

source: Core Protection ModuleScanning...
fr_fr: Scan Core Protection Moduleen cours...

source: Core Protection ModuleScan is pending...
fr_fr: Core Protection ModuleLe scan est en attente...

source: Unable to start the Core Protection Module client (OEM version). Contact your Core Protection Module administrator for assistance.
fr_fr: Impossible de démarrer le client Core Protection Module (version OEM). Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Unable to enable/disable the Core Protection Module firewall. The firewall service is not running. Contact your Core Protection Module administrator for assistance.
fr_fr: Impossible d’activer/désactiver le pare-feu d’Core Protection Module. Le service de pare-feu n’est pas en cours d’exécution. Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Unable to continue. The Trend Micro Core Protection Module Listener service is not running. Manually start the service from the Windows Services screen.
fr_fr: Impossible de continuer. Le service d’écoute de Trend Micro Core Protection Module n’est pas en cours d’exécution. Démarrez le service manuellement depuis l'écran des services Windows.

source: Core Protection ModuleAntivirus Eng/Ptn: s
fr_fr: Core Protection Module (en ligne)Mot./Sign. AV : /

source: (Outdated)
fr_fr: (obsolète)

source: Real-time Scan disabled
fr_fr: Scan en temps réel désactivé

source: Real-time Scan Service disabled or not functional
fr_fr: Le service de scan en temps réel est désactivé ou ne fonctionne pas.

source: There are no detail logs for the threat you specified
fr_fr: Aucun journal détaillé ne correspond à la menace indiquée.

source: System restart required to complete the Venus Spy Trap action
fr_fr: Redémarrage du système requis pour terminer l'action de Venus Spy Trap.

source: Number of instances:
fr_fr: Nombre d'instances&nbsp;:

source: Core Protection Module (Online)Reputation Service (s
fr_fr: Core Protection Module (en ligne)Service de réputation (s

source: Core Protection Module (Offline)Reputation Service (s
fr_fr: Core Protection Module (hors ligne)Service de réputation (s

source: Core Protection Module (Roaming)Reputation Service (s
fr_fr: Core Protection Module (itinérant)Service de réputation (s

source: Reconnecting
fr_fr: Reconnexion
